Repository: ItsRishi10/nyaaya_vaani
Catalog: lib/l10n/intl_*.arb
Languages: hi

# app_title
source: Nyaaya Vaani
hi: न्याय वाणी

source: Legal Services
hi: कानूनी सेवाएँ

source: Nyaaya Whistle
hi: न्याय व्हिसल

# statistics
source: Statistics & Strategy
hi: आंकड़े और रणनीति

# youth
source: Youth Association
hi: युवा संघ

source: Legal Library
hi: कानूनी पुस्तकालय

source: Upload Image
hi: तस्विर अपलोड करें

source: Available Advocates
hi: उपलब्ध वकील

source: Request Help
hi: मदद का अनुरोध करें

source: Complaint Details
hi: शिकायत विवरण

source: Selected Location
hi: चयनित स्थान

# location_reporting
source: Location Reporting (tap map to mark location)
hi: स्थान रिपोर्टिंग (स्थान चिह्नित करने के लिए मानचित्र पर टैप करें)

# submit_complaint
source: Submit a Complaint
hi: शिकायत दर्ज करें

# complaint_submit
source: Submit Complaint
hi: शिकायत प्रस्तुत करें

source: Poll Results
hi: मतदान परिणाम

source: Sentiment Analysis
hi: भाव विश्लेषण

source: Upcoming Events
hi: आगामी कार्यक्रम

source: Gamification
hi: खेल तत्व

source: AI Assistant
hi: एआई सहायक

# ai_prediction
source: AI Prediction: Public opinion likely to shift towards SUPPORT.
hi: एआई भविष्यवाणी: जनता की राय समर्थन की ओर स्थानांतरित होने की संभावना है।

source: Oppose
hi: विरोध

source: Support
hi: सहायता

source: Join
hi: जोड़ना

source: Points
hi: अंक

# badge
source: Badges: Civic Star, Volunteer Hero
hi: बैज: सिविक स्टार, स्वयंसेवक नायक

# library_text
source: A simplified repository of key Indian legal resources for awareness and learning
hi: जागरूकता और सीखने के लिए प्रमुख भारतीय कानूनी संसाधनों का एक सरलीकृत भंडार

# library_search
source: Search legal resources
hi: कानूनी संसाधन खोजें

# no_result
source: No results found
hi: कोई परिणाम नहीं मिला
